Repository: sebastianthieskm/Translationtest
Catalog: Translations/translation.*.xlf
Languages: de_de

# Table 3692854034 - Property 2879900210
source: Translate me
de_de: Übersetz mich

# Table 3692854034 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 3692854034 - Field 636392376 - Property 2879900210
source: Amount
de_de: Betrag

# Table 3692854034 - Field 47657272 - Property 2879900210
source: Desscription 2
de_de: Beschreibung 2

# Table 3692854034 - Field 4190130733 - Property 2879900210
source: Customer No.
de_de: Debitor Nr.

# Table 904564212 - Property 2879900210
source: Translate Me Line
de_de: Übersetz mich Zeile

# Table 904564212 - Field 1594672677 - Property 2879900210
source: Translate Me Code
de_de: Übersetz mich Code

# Table 904564212 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennummer

# Table 904564212 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 994891647 - Property 2879900210
source: Translate Mes
de_de: Übersetz michs

# Page 1749922454 - Property 2879900210
source: Translate Me Card
de_de: Übersetz mich Karte

# Page 3820087285 - Property 2879900210
source: Translate Me Lines
de_de: Übersetz mich Zeilen
